<?xml version="1.0" encoding="ISO-8859-1" standalone="yes" ?>
<content>
  <desc>
   <header2>Web-Hosting Leistungskatalog</header2>
   <text>F&uuml;r einen kleinen Preis wird Webspace mit fast allen Extras zur Verf&uuml;gung gestellt. Weitere Server werden je nach Nachfrage online gebracht. Komerzielle Interessenten sollten den wichtigen Hinweis lesen.</text>
  </desc>
  <main>
   <header3>Webspace mit Shell-Zugang u.v.m.</header3>
   <important>
    <text>
     <noop>
       <strong>Wichtiger Hinweis:</strong>
     </noop>
     <noop>F&uuml;r den Verf&uuml;gbarkeitsgrad der unten aufgelisteten Dienste k&ouml;nnen </noop>
     <strong>keine</strong>
     <noop> Garantieanspr&uuml;che gegeben werden, da hierzu die Zeit fehlt das Hosting professionell zu betreiben. Daher eignen sich die folgende Angebote ausschliesslich f&uuml;r Privatpersonen und/oder Open Source Projekte. Obwohl die Dienste i.d.R. einen hohen Verf&uuml;gbarkeitsgrad aufweisen und als sicher gelten, sollten Sie mit kommerziellen Projekten auf professionelle Anbieter ausweichen. Alle auf dieser Seite angebotenen Dienstleistungen werden von mir pers&ouml;nlich lediglich nebengewerblich angeboten.</noop> 
      <newline />
      <newline />
      <noop>Ich bin (vollzeit) als Systemadministrator bei einer sehr grossen Firma t&auml;tig. Dort habe ich mit &uuml;ber 1000 hochverf&uuml;gbaren Servern zu tun. Darunter sind auch Systeme mit sehr hohen Traffic- und Lastaufkommen. Sie k&ouml;nnen also davon ausgehen, dass ich mein nebengewerbliches Angebot auch eine hohe Verf&uuml;gbarkeit hat. Garantieren kann ich sie jedoch nicht.</noop> 
    </text>
   </important>
   <newline />
   <block>
    <text>
       	<noop>Als vertragliche Grundlagen dienen die</noop>
	<strong>
		<namedlink href="?site=AGB">allgemeinen Gesch&auml;ftsbedingungen!</namedlink>
	</strong>
	<noop>Der Kunde hat die Bedingungen zu akzeptieren. Andernfalls kann es zu keinem Vertragabschluss kommen.</noop>
    </text>
   </block>
   <header3>Betrifft alle folgenden Angebote</header3>  
   <enumeration>
    <enumitem>Unverbindlich und kostenlos eine Woche testen, und dann entscheiden</enumitem>
    <enumitem>Keine Mindestvertragslaufzeiten sowie Setup-Geb&uuml;hren</enumitem>
    <enumitem>Pers&ouml;nlicher Support (Ticket, E-Mail, telefonisch oder per IRC)</enumitem>
    <enumitem>
   <text>
    <noop>Nicht im Preis inbegriffen ist ein eigener Domain-Name. Sollten Sie eine eigene Domain haben wollen, so informieren Sie sich bitte bei mir vorher um die jeweiligen Konditionen und Preise. Folgende Domainendungen werden derzeit unterst&uuml;tzt:</noop> 
   <enumeration>
    <enumitem>
		<noop>
		Beliebteste Domains im deutschsprachigen Raum:
		</noop>
		<newline>
		.AT
		.BIZ
		.CH
		.COM
		.DE
		.EU
		.INFO
		.MOBI
		.NAME
		.NET
		.ORG
		</newline>
    </enumitem>
    <enumitem>
		<noop>
	Weitere verf&uuml;gbare Domains:
		</noop>
		<newline>
		<small>
		.AE.ORG
		.AERO
		.AG 
		.ASIA
		.BE
		.BR.COM .CN.COM .HU.COM .JPN.COM .NO.COM .RU.COM 
		</small>
		</newline>
		<newline>
		<small>
		.SA.COM .SE.COM .UK.COM .UY.COM .ZA.COM
		.BZ
		.CC
		.CN .COM.CN .NET.CN .ORG.CN
		</small>
		</newline>
		<newline>
		<small>
		.CO.AT .OR.AT
		.CO.NZ .ORG.NZ .GEN.NZ .AC.NZ .GEEK.NZ .NET.NZ .SCHOOL.NZ 	
		.CO.UK
		</small>
		</newline>
		<newline>
		<small>
		.ME.UK .ORG.UK	
		.CZ 
		.ES .COM.ES .NOM.ES .ORG.ES
		.GB.NET .SE.NET .UK.NET
		.HN
		.IN 
		</small>
		</newline>
		<newline>
		<small>
		.FIRM.IN
		.GEN.IN .IND.IN .CO.IN
		.LC .COM.LC .ORG.LC .NET.LC .CO.LC
		.LI
		.LU
		.ME
		.MN
		</small>
		</newline>
		<newline>
		<small>
		.PL .COM.PL .NET.PL .ORG.PL .INFO.PL .BIZ.PL 
		.SC .COM.SC .NET.SC .ORG.SC
		.SE
		.SI
		</small>
		</newline>
		<newline>
		<small>
		.TEL
		.TRAVEL
		.TV
		.TW .COM.TW .ORG.TW
		.US
		.VC
		</small>
		</newline>
	</enumitem>
    </enumitem>
   </enumeration>
	<noop>Eine Domain kann jedoch auch von einem externen Provider wie z.B. </noop>
    <namedlink href="http://www.schlundtech.de">Schlund Technologies</namedlink>
	<noop> oder </noop>
    <namedlink href="http://www.domainfactory.de">DomainFactory</namedlink>
    <noop> oder Anderen registriert werden. Es empfiehlt sich das g&uuml;nstigste Paket zu bestellen und dann s&auml;mtliche DNS Records auf den Server zu richten. Sollten Sie keine eigene Domain brauchen, so k&ouml;nnen auch kostenlose *.buetow.org Subdomains verwendet werden.</noop>
   <newline />
   <newline />
   </text>
   </enumeration>
   <header3>SSH Shell + Webspace (Gen. v3)</header3>  
   <enumeration>
    <enumitem>3.57 EUR / Monat inkl. 19% MwSt.</enumitem>
    <enumitem>Voller SSH-Zugang mit eigenem Benutzer (kein root)</enumitem>
    <enumitem>Admin-Shell per SSH-Session</enumitem>
    <enumitem>OS: FreeBSD 8.x 64 Bit</enumitem>
    <enumitem>CPU: Intel Core i7-920 Quad-Core inkl. Hyperthreading (8 Cores im OS sichtbar)</enumitem>
    <enumitem>Netzwerk: 100MBit/s full duplex. Beliebig viel Traffic (Limitierung auf 10MBit/s nach 1 TB Insgesamtverbrauch)</enumitem>
    <enumitem>HDD Quota: 1GB</enumitem>
    <enumitem>Eine IPv4 Adresse (Shared)</enumitem>
    <enumitem>Auf Anfrage: Eigene IPv6 Adressen (bis zu 65536, nicht Shared)</enumitem>
    <enumitem>Apache 2.x</enumitem>
    <enumitem>Zugang via SSH, SFTP, SCP und FTP</enumitem>
    <enumitem>PHP5 sowie freie CGIs mit quasi jeder beliebigen Programmier- und Skriptsprache</enumitem>
    <enumitem>Perl, Python, Ruby, Awk, C, C++, Java, ..., u.v.m.</enumitem>
    <enumitem>Beliebig viele Datenbanken (MySQL, SQLite)</enumitem>
    <enumitem>PHPMyAdmin f&uuml;r MySQL mit SSL-Frontend</enumitem>
    <enumitem>Beliebig viele Cronjobs</enumitem>
    <enumitem>Beliebig viele E-Mail Adressen (POP3, IMAP, POP3S, IMAPS oder Weiterleitung)</enumitem>
    <enumitem>Beliebig viele Subdomains</enumitem>
    <enumitem>*.buetow.org Subdomains mit CaCert.org SSL Zertifikat f&uuml;r HTTPS</enumitem>
    <enumitem>Beliebig viele Subversion Repositories inkl. Webzugriff</enumitem>
    <enumitem>N&auml;chtliche Backups</enumitem>
    <enumitem>
      <noop>Fast jedes erw&uuml;nschte Programm aus dem FreeBSD Ports Tree (&Uuml;ber 15.000 verf&uuml;gbar). </noop>
      <namedlink href="http://www.FreshPorts.org">FreshPorts</namedlink> 
      <noop> bietet daf&uuml;r ein Web-frontend.</noop>
    </enumitem>
    <enumitem>DomainKey Identified Mail (DKIM) Support</enumitem>
    <enumitem>Eigene Mailinglisten (Mailman)</enumitem>
    <enumitem>Eigene Blogs (MovableType)</enumitem>
   </enumeration>
   <rimg href="%%imagesurl%%server.jpg" title="Server"/>
   <header3>Weiteres auf Anfrage, z.B.:</header3>  
   <enumeration>
    <enumitem>DNS Server (primary und secondary)</enumitem>
    <enumitem>Managed Root Server</enumitem>
    <enumitem>Ben&ouml;tigen sie lediglich g&uuml;nstigen Webspace ohne SSH Zugang?</enumitem>
    <enumitem>... machen Sie eigene Vorschl&auml;ge</enumitem>
   </enumeration>
   <important>
    <text>
     <noop>
       <strong>Achtung:</strong>
     </noop>
     <noop>Es werden alle Prozesse und Aktivit&auml;ten auf dem Server mittels Accounting und einem Intrustion Detection System protokolliert. Sollte auch nur der Verdacht eines Einbruchversuches sich beobachten lassen, k&ouml;nnte dies die komplette Deaktivierung des Zugangskontos bedeuten. Auch jede Andere b&ouml;swillige Handlung wird mit den selben Konsequenzen geahndet. Ich behalte mir das Recht vor jedes Zugangskonto nach eigenem Ermessen zu deaktivieren und ggf. zu l&ouml;schen.</noop>
    </text>
   </important>
   <newline />
   <text>
    <noop>Sollten Sie Interesse haben, so kontaktieren Sie mich doch am besten per Ticket-System. Die dazugeh&ouml;rige Adresse kann aus dem </noop>
   <namedlink href="?site=Impressum">Impressum</namedlink>
   <noop> entnommen werden.</noop>
  </text>
  </main>
</content>
