<?xml version="1.0" encoding="ISO-8859-1" standalone="yes" ?>
<content>
  <desc>
   <header2>AGB v1.4</header2>
   <text>
    <noop>Der folgende Text beschreibt die allgemeinen Gesch&auml;ftsbedingungen. Sie dienen als vertragliche Grundlage aller meiner angebotenen Hosting-Dienstleistungen. Der Kunde hat die Bedingungen zu akzeptieren. Andernfalls kann es zu keinem Vertragsabschluss kommen.</noop>
   </text>
  </desc>
  <main>
   <newline />
   <header2>&sect; 1 Allgemeines</header2>
	<text>Die folgenden Allgemeinen Gesch&auml;ftsbedingungen gelten f&uuml;r alle Gesch&auml;ftsbeziehungen zwischen dem Kunden und dem Gewerbe f&uuml;r IT Services (Eigent&uuml;mer Paul B&uuml;tow), nachfolgend als "Provider" bezeichnet. Ma&szlig;geblich ist jeweils die zum Zeitpunkt des Vertragsschlusses g&uuml;ltige Fassung.</text>
	<text>Abweichende, entgegenstehende oder erg&auml;nzende Allgemeine Gesch&auml;ftsbedingungen des Kunden werden, selbst bei Kenntnis, nicht Vertragsbestandteil, es sei denn, ihrer Geltung wird ausdr&uuml;cklich zugestimmt.</text>
	<text>Die gesch&auml;tzte Verf&uuml;gbarkeit der Server betr&auml;gt im Jahresdurchschnitt 99%. Diese Verf&uuml;gbarkeit stellt lediglich einen gesch&auml;tzten Jahresdurchschnitt dar und kann nicht garantiert werden. Sollte der Kunde eine h&ouml;here Erreichbarkeit ben&ouml;tigen, muss dies gesondert vereinbart werden.</text> 
	<text>Notwendige Wartungsarbeiten werden in der Zeit von 23.00 bis 09.00 Uhr durchgef&uuml;hrt. Wartungsarbeiten au&szlig;erhalb dieser Zeiten m&uuml;ssen gesondert mitgeteilt werden. Eingehende M&auml;ngelanzeigen m&uuml;ssen schnellstm&ouml;glich bearbeitet werden.</text> 
	<text>Die unterschiedlichen Top-Level-Domains ("Domainendungen") werden von einer Vielzahl unterschiedlicher, meist nationaler Organisationen verwaltet.</text>
	<text>Jede dieser Organisationen zur Vergabe von Domains hat unterschiedliche Bedingungen f&uuml;r die Registrierung und Verwaltung der Top-Level-Domains, der zugeh&ouml;rigen Sub-Level-Domains und der Vorgehensweise bei Domainstreitigkeiten aufgestellt. Soweit Domains Gegenstand des Vertrages sind, gelten erg&auml;nzend die entsprechenden Vergabebedingungen.</text>
   <header2>&sect; 2 Vertragsgegenstand</header2>
	<text>Der Kunde muss die jeweils gew&uuml;nschte/n Leistung/en anhand der Paketbezeichnung schriftlich (Post, E-Mail/Ticket) anfordern. Mit der Bestellung erkl&auml;rt der Kunde verbindlich sein Vertragsangebot. Der Provider ist berechtigt die Annahme der Bestellung, etwa nach Pr&uuml;fung der Bonit&auml;t des Kunden, abzulehnen.</text>
	<text>Nach der Bestellung stellt der Provider auf einem von ihm selbst betriebenen Server dem Kunden die im Leistungskatalog definierten Leistungen zur Verf&uuml;gung und schuldet dem Kunden im Rahmen dieser Dienstleistung die M&ouml;glichkeit der Abrufbarkeit dieser Daten durch Dritte &uuml;ber das Internet. </text>
	<text>Der Kunde ist f&uuml;r das Laden der eigenen Daten auf dem Server selbst verantwortlich. Um die Daten ver&auml;ndern und aktualisieren zu k&ouml;nnen, bekommt der Kunde die Zugangsdaten mitgeteilt.</text>
	<text>Alle Angebote sind freibleibend und unverbindlich. Technische sowie sonstige &Auml;nderungen bleiben im Rahmen des Zumutbaren vorbehalten.</text>
	<header2>&sect; 3 Nebenleistungen </header2>
	<noop>
		<text>Der Provider bietet folgende Nebenleistungen an: </text>
		<enumeration>
			<enumitem>
				<text>
					<strong>Die Erstellung von Backups: </strong>
					<noop>Der Provider erstellt f&uuml;r den Kunden n&auml;chtliche "Full-Backups". Ein Backup muss bei Anforderung des Kunden vom Provider eingespielt werden. Diese Nebenleistung ist kostenlos.</noop>
				</text>
			</enumitem>
			<enumitem>
				<text>
					<strong>Technischer Support: </strong>
					<noop>Der Provider bietet dem Kunden einen technischen Support. Der Support kann per E-Mail/Ticket-System, per Chat oder telefonisch erfolgen.</noop>
				</text>
			</enumitem>
			<enumitem>
				<text>
					<strong>Die Domain-Registrierung: </strong>
					<noop>Der Provider l&auml;sst im Auftrag des Kunden f&uuml;r diesen bei der entsprechenden Registrierungsorganisation den von ihm gew&auml;hlten Namen, soweit m&ouml;glich, registrieren.</noop>
				</text>
			</enumitem>
			<enumitem>
				<text>
					<strong>Erweiterung des Paketes: </strong>
					<noop>Der Kunde kann jederzeit eine Erweiterung seines Paketes gem&auml;&szlig; des Leistungskataloges anfordern.</noop>
				</text>
			</enumitem>
			<enumitem>
				<text>
					<strong>Weitere Nebenleistungen: </strong>
					<noop>Weitere Nebenleistungen sind abh&auml;ngig des gew&auml;hlten Paketes und im Leistungskatalog angegeben.</noop>
				</text>
			</enumitem>
		</enumeration>
	</noop>
	<header2>&sect; 4 Verg&uuml;tung</header2>
	<text>Dem Kunden steht eine kostenlose Testperiode von 7 Tagen zu.</text>
	<text>Nach Ablauf dieser Perioder schuldet der Kunde dem Provider eine monatlich zu zahlende Pauschale. Die H&ouml;he der Pauschale h&auml;ngt von den/dem gew&auml;hlten Paket/en ab.</text>
	<text>Nach Absprache kann auch ein alternatives Zahlungsintervall (Quartal, Halbj&auml;hrlich, J&auml;hrlich) zwischen dem Kunden und den Provider vereinbart werden. Von dieser Pauschale umfasst ist die vertraglich vereinbarte Kapazit&auml;t und ein unbegrenztes Datentransfervolumen.</text> 
	<text>Rechnungen werden per E-Mail als Anhang zugestellt, auf Wunsch per Brief. Bei Zustellungswunsch per Brief ist der Provider berechtigt, eine angemessene Bearbeitungsgeb&uuml;hr zu erheben. Bei r&uuml;ckwirkender Rechnungs&auml;nderung, welche nicht durch Verschulden des Providers zustande kommt, ist der Provider berechtigt eine angemessene Bearbeitungsgeb&uuml;hr zu erheben.</text>
	<text>Der Provider ist dar&uuml;ber hinaus berechtigt, im Verzugsfall die Internetpr&auml;senz des Kunden zu sperren und alle sonstigen Leistungen zur&uuml;ckzubehalten.</text>
	<text>Gew&auml;hlte Nebenleistungen k&ouml;nnen die festgesetzte Pauschale erh&ouml;hen. Davon ausgeschlossen sind diejenigen Nebenleistungen die in &sect; 2 als Kostenlos markiert sind. Die Pauschalerh&ouml;hung h&auml;ngt von der jeweils gew&auml;hlten Nebenleistung ab.</text>
	<text>Die Nebenleistung "Technische Support" ist i.d.R. kostenlos. Bei ggf. anfallenden Kosten ist der Provider verpflichtet dem Kunden dar&uuml;ber in Kenntnis zu setzen. Erst nach Zustimmung des Kunden darf der Provider die Arbeit in Rechnung stellen. Hierbei handelt es sich i.d.R. um einmalige Betr&auml;ge, die separat in Rechnung gestellt werden.</text>

	<header2>&sect; 5 Regelungen f&uuml;r Wiederverk&auml;ufer</header2> 
	<text>Der Kunde ist berechtigt, Dritten ein vertragliches Nutzungsrecht an den vom Provider f&uuml;r ihn betreuten Internetpr&auml;senzen einzur&auml;umen. In diesem Fall bleibt der Kunde dennoch alleiniger Vertragspartner. Er ist verpflichtet, s&auml;mtliche Vertragsbedingungen, die sich aus den Allgemeinen Gesch&auml;ftsbedingungen sowie aus dem Leistungskatalog ergeben, innervertraglich an den Dritten weiterzuleiten und diesen zur Einhaltung dieser Bedingungen zu verpflichten.</text>
	<text>Verst&ouml;&szlig;t der Dritte gegen Vertragspflichten, erf&uuml;llt er Mitwirkungspflichten nicht oder ergeben sich anderweitig Probleme an der Einr&auml;umung von Nutzungsrechten an Dritte, so haftet der Kunde dem Provider gegen&uuml;ber f&uuml;r alle hieraus resultierenden Sch&auml;den. Dar&uuml;ber hinaus stellt der Kunde den Provider von s&auml;mtlichen Anspr&uuml;chen frei, die sowohl der Dritte als auch andere an den Provider stellen werden.</text>
	<header2>&sect; 6 Vertragsdauer</header2> 
	<text>Dieser Vertrag wird auf unbestimmte Zeit geschlossen. Die ordentliche K&uuml;ndigung ist f&uuml;r den Kunden schriftlich (z.B. per Brief, E-Mail/Ticket) innerhalb einer Frist von 1 Tag m&ouml;glich. Der Provider hat bei einer K&uuml;ndigung eine Frist von 30 Tagen zu ber&uuml;cksichtigen.</text> 
	<text>Bis zur Bearbeitung der K&uuml;ndigung laufen alle vertraglich festgesetzten Gegenst&auml;nde weiter. Der Kunde hat jedoch ab dem Einreichen der ordentlichen K&uuml;ndigung keine Verg&uuml;tung mehr zu erbringen.</text>
	<text>Das Recht der Vertragspartner zur K&uuml;ndigung aus wichtigem Grund bleibt davon unber&uuml;hrt.</text> 
	<header2>&sect; 7 Inhalte</header2> 
	<text>Der Kunde hat f&uuml;r gesch&auml;ftsm&auml;&szlig;ige, in der Regel gegen Entgelt angebotene Telemedien als eigene oder fremde Inhalte zu kennzeichnen und seinen volls&auml;ndingen Namen und seine Anschrift leicht erkennbar, unmittelbar erreichbar und st&auml;ndig verf&uuml;gbar zu halten.</text>
	<text>Die Versendung von Spam-Mails ist untersagt. Dies umfasst insbesondere die Versendung unzul&auml;ssiger, unverlangter Werbung an Dritte. Bei der Versendung von E-Mails ist es zudem untersagt, falsche Absenderdaten anzugeben oder die Identit&auml;t des Absenders auf sonstige Weise zu verschleiern.</text>
	<text>Der Kunde verpflichtet sich, keine Inhalte zu ver&ouml;ffentlichen, welche Dritte in ihren Rechten verletzen oder sonst gegen geltendes Recht versto&szlig;en. Das Hinterlegen von erotischen, pornografischen, extremistischen oder gegen die guten Sitten versto&szlig;enden Inhalten ist unzul&auml;ssig. Der Kunde darf keine Inhalte ver&ouml;ffentlicht, die geeignet sind, Dritte in ihrer Ehre zu verletzen, Personen oder Personengruppen zu beleidigen oder zu verunglimpfen. </text>
	<text>Der Kunde hat weiterhin die Verbreitung von Viren zu verhindern und eine &uuml;berm&auml;&szlig;ige Belastung der Netze durch ungezielte und unsachgem&auml;&szlig;e Verbreitung von Daten zu unterlassen. Er hat zu gew&auml;hrleisten, dass seine auf dem Server des Providers eingesetzten Programme nicht mit Fehlern behaftet sind, die die Leistungserbringung durch den Provider st&ouml;ren k&ouml;nnten.</text> 
	<text>Bei Verdacht auf Versto&szlig; kann der Provider bis zur Aufkl&auml;rung die betroffenen Inhalte der Webseite vor&uuml;bergehend sperren. Das Sperren von Inhalten gilt auch f&uuml;r den Fall, dass ein tats&auml;chlicher Rechtsanspruch nicht gegeben sein sollte. Die Sperrung der Inhalte f&uuml;hrt nicht zum Verlust des Verg&uuml;tungsanspruchs des Providers.</text> 
	<text>Hat der Kunde die Pflichtverletzung zu vertreten, ist er zum Ersatz des dem Provider aus der Pflichtverletzung entstehenden Schadens bzw. zur Haftungsfreistellung verpflichtet.</text> 
	<text>Dar&uuml;ber hinausgehende Pflichten k&ouml;nnen sich aus den Bestimmungen des Telekommunikationsgesetzes sowie des Telemediengesetzes ergeben. Der Kunde verpflichtet sich, dies in eigener Verantwortung zu &uuml;berpr&uuml;fen und zu erf&uuml;llen.</text>
	<text>Der Provider ist nicht verpflichtet, die Inhalte des Kunden zu &uuml;berpr&uuml;fen.</text>
	<header2>&sect; 8 Haftungsbeschr&auml;nkung</header2> 
	<text>Der Provider haftet nicht f&uuml;r entgangenen Gewinn, ausgebliebene Einsparungen, Sch&auml;den aus Anspr&uuml;chen Dritter und sonstige unmittelbaren Sch&auml;den. Keine Haftung &uuml;bernimmt der Provider daf&uuml;r, dass die &uuml;ber die Website abgerufenen und eingegebenen Informationen richtig, vollst&auml;ndig und aktualisiert sind.</text>
	<text>Ausgenommen von der Haftungsbeschr&auml;nkung sind Sch&auml;den, die der Provider vors&auml;tzlich oder grob fahrl&auml;ssig zu vertreten hat. Auch bei Sch&auml;den, die infolge leichter Fahrl&auml;ssigkeit wesentlicher Vertragspflichten entstanden sind, haftet der Provider. F&uuml;r mittelbare Sch&auml;den und Folgesch&auml;den sowie f&uuml;r entgangenen Gewinn haftet der Provider. In diesem F&auml;llen ist die Haftung des Providers auf den vertragstypisch vorhersehbaren Schaden beschr&auml;nkt, max. auf 100 % der j&auml;hrlichen Produktmiete.</text> 
	<text>Der Provider haftet nicht f&uuml;r die Funktionsf&auml;higkeit der Telefonleitungen zu dem vertragsgegenst&auml;ndlichen Server. Gleiches gilt bei Stromausf&auml;llen und bei Ausf&auml;llen von Servern, die nicht im Einflussbereich des Providers stehen.</text> 
	<text>
	<header2>&sect; 9 Datensicherheit</header2> 
	<text>Soweit Daten an den Provider &uuml;bermittelt werden, stellt der Kunde Sicherheitskopien her. Soweit dies im jeweiligen Angebot enthalten ist, werden die Server regelm&auml;&szlig;ig gesichert. F&uuml;r den Fall eines dennoch auftretenden Datenverlustes ist der Kunde verpflichtet, die betreffenden Datenbest&auml;nde nochmals unentgeltlich an den Provider zu &uuml;bermitteln.</text>
	<text>Der Kunde ist verpflichtet, vor jeder eigenen oder in Auftrag gegebenen &Auml;nderung eine vollst&auml;ndige Datensicherung durchzuf&uuml;hren.</text>
	<text>Der Kunde erh&auml;lt zur Pflege seines Angebotes eine Nutzerkennung und ein Passwort. Er ist verpflichtet, dies vertraulich zu behandeln und haftet f&uuml;r jeden Missbrauch, der aus einer unberechtigten Verwendung des Passwortes resultiert. Erlangt der Kunde davon Kenntnis, dass unbefugten Dritten das Passwort bekannt ist, hat er den Provider hiervon unverz&uuml;glich zu informieren. Sollten infolge Verschuldens des Kunden Dritte durch Missbrauch der Passw&ouml;rter Leistungen vom Provider nutzen, haftet der Kunde dem Provider gegen&uuml;ber auf Nutzungsentgelt und Schadensersatz. Im Verdachtsfall hat der Kunde deshalb die M&ouml;glichkeit, ein neues Kennwort anzufordern, das der Provider dem Kunden dann zusendet</text>.
	<header2>&sect; 10 Datenschutz</header2> 
	<text>Personenbezogene Daten des Kunden werden nur erhoben und verwendet, soweit sie f&uuml;r die Begr&uuml;ndung, inhaltliche Ausgestaltung oder &Auml;nderung des Vertragsverh&auml;ltnisses erforderlich sind. Der Kunde verpflichtet sich &Auml;nderungen dieser Daten dem Provider unverz&uuml;glich mitzuteilen.</text>
	<text>De Provider gibt keine personenbezogenen Kundendaten an Dritte weiter. Der Provider und seine Mitarbeiter verpflichten sich zur Verschwiegenheit &uuml;ber alle im Rahmen der Zusammenarbeit mit dem Kunden erlangten Kenntnisse. Der Provider verpflichtet auch Auftragnehmer und deren Mitarbeiter zur Verschwiegenheit und zur Wahrung des Datengeheimnisses.</text> 
	<text>Der Kunde hat ein Recht auf Auskunft sowie ein Recht auf Berichtigung, Sperrung und L&ouml;schung seiner gespeicherten Daten. Sofern einer L&ouml;schung gesetzliche oder vertragliche Aufbewahrungspflichten oder sonstige gesetzliche Gr&uuml;nde entgegenstehen, werden die Daten gesperrt.</text>
	<text>Die Verpflichtung besteht &uuml;ber das Ende des Vertragsverh&auml;ltnisses hinaus fort.</text> 
	<header2>&sect; 11 Schlussbestimmungen</header2>
	<text>Erg&auml;nzungen oder &Auml;nderungen dieses Vertrages bed&uuml;rfen der Schriftform. Sollten einzelne Bestimmungen dieses Vertrages ganz oder teilweise unwirksam sein oder werden, so wird hierdurch die G&uuml;ltigkeit der &uuml;brigen Bestimmungen nicht ber&uuml;hrt. Anstelle der unwirksamen Bestimmungen gilt diejenige als vereinbart, die dem Zweck der unwirksamen Bestimmung am n&auml;chsten kommt.</text> 
	<text>Dieser Vertrag unterliegt ausschlie&szlig;lich dem Recht der Bundesrepublik Deutschland.</text> 
	<header2>&sect; 12 Widerrufsrecht</header2>
	<text>Der Kunde kann seine Vertragserkl&auml;rung innerhalb von 2 Wochen ohne Angabe von Gr&uuml;nden in Textform (z.B. per Brief, E-Mail/Ticket) widerrufen. Die Frist beginnt nach Erhalt dieser Belehrung in Textform, jedoch nicht vor Vertragsschluss und auch nicht vor Erf&uuml;llung unserer Informationspflichten gem&auml;&szlig; &sect; 312 c Abs. 2 BGB in Verbindung mit &sect; 1 Abs. 1,2 und 4 BGB-InfoV, sowie unserer Pflichten gem&auml;&szlig; &sect; 312 Abs. 1 Satz 1 BGB in Verbindung mit &sect; 3 BGB-InfoV.</text> 
	<text>Zur Wahrung der Widerrufsfrist gen&uuml;gt die rechtzeitige Absendung des Widerrufs. Der Widerruf ist zu richten an: Paul B&uuml;tow, Schneidem&uuml;hler Str. 12c, 76139 Karlsruhe.</text>
	<text>Im Falle eines wirksamen Widerrufs sind die beiderseits empfangenen Leistungen zur&uuml;ckzugew&auml;hren.</text>
	<text>Ihr Widerrufsrecht erlischt vorzeitig, wenn der Vertrag von beiden Seiten auf Ihren ausdr&uuml;cklichen Wunsch vollst&auml;ndig erf&uuml;llt ist, bevor Sie Ihr Widerrufsrecht ausge&uuml;bt haben.</text>
	<text>Verpflichtungen zur Erstattung von Zahlungen m&uuml;ssen innerhalb von 30 Tagen erf&uuml;llt werden. Die Frist beginnt f&uuml;r den Kunden mit der Absendung der Widerrufserkl&auml;rung, f&uuml;r den Provider mit deren Empfang.</text>
	<text>R&uuml;ckfragen und Beanstandungen sind an Paul B&uuml;tow, Schneidem&uuml;hler Str. 12c, 76139 Karlsruhe zu richten.</text>
	<text>AGB Version 1.4, Stand: 28.11.2010</text>
  </main>
</content>
